{
    "car": {
        "specifications": "Specifications",
        "pricing": "Pricing",
        "dailyPrice": "Daily Price",
        "totalPrice": "Total Price",
        "deposit": "Deposit",
        "select": "Select",
        "description1": "A compact electric sedan offering high performance and range. With its sleek design and incredible efficiency, the Model 3 is perfect for city driving and long road trips. Ideal for families looking for an efficient yet fun ride.",
        "description2": "A spacious electric SUV with advanced features and great range. With ample space for both passengers and cargo, the Model Y combines practicality with high-tech performance. Perfect for families or adventurous trips with friends.",
        "description3": "A luxury electric sedan with impressive range and acceleration. The Model S offers a blend of unmatched performance, sleek design, and top-tier technology. Ideal for those who seek a luxurious, high-performance ride.",
        "description4": "A premium electric SUV with falcon-wing doors and roomy interior. Offering a spacious cabin and cutting-edge technology, the Model X is ready for any family adventure. Perfect for large families or those who need extra space and style.",
        "description5": "A futuristic electric pickup truck built for durability and power. With its tough exterior and impressive capabilities, the Cybertruck is designed to handle heavy-duty tasks with ease. Ideal for those who need a powerful and reliable vehicle for work or family use."
    },
    "locations": "Locations",
    "spain": "Spain",
    "greeting": "Welcome to TeslaRent",
    "privacy": "Privacy",
    "english": "English",
    "polish": "Polish",
    "spanish": "Spanish",
    "ourcars": "Our Cars",
    "shortTerm": "Short-term",
    "midTerm": "Mid-term (7+ days)",
    "longTerm": "Long-term (30+ days)",
    "Personal information": "Personal information",
    "First Name": "First Name",
    "Last Name": "Last Name",
    "Email": "Email",
    "Phone": "Phone",
    "Continue": "Continue",
    "searchForYourDreamCar": "Find your dream car",
    "startLocation": "Start Location",
    "selectStartLocation": "Select Start Location",
    "endLocation": "End Location",
    "selectEndLocation": "Select End Location",
    "startDate": "Start Date",
    "endDate": "End Date",
    "search": "Search",
    "yourReservation": "Your reservation",
    "thankYouReservationCompleted": "Thank you! Your reservation has been completed, and a confirmation email has been sent to the address you provided. Please make the payment one day before the start of your reservation.",
    "hoursRangeMorningEvening": "10:00 AM - 8:00 PM",
    "hoursRangeMorning": "10:00 AM",
    "reservationInfo": "Reservation Info",
    "carr": "Car",
    "price": "Price",
    "customerInfo": "Customer Info",
    "customer": "Customer",
    "email": "Email",
    "phone": "Phone",
    "downloadDocument": "Download Document",
    "privacyPolicy": "Privacy Policy",
    "privacyIntro1": "This website is part of an educational project and is not intended for commercial use.",
    "privacyIntro2": "Please do not enter real personal data when using this website. The reservation system and all displayed rental locations are entirely fictional and are used solely for educational demonstration purposes.",
    "cookiesTitle": "1. Use of Cookies",
    "cookiesDescription1": "This website may use cookies to enhance user experience and collect anonymous analytics. Cookies are small text files stored on your device by your browser. By continuing to use this site, you consent to the use of cookies.",
    "cookiesDescription2": "As this is an educational project, no tracking or advertising cookies are used. The cookies involved, if any, are strictly functional or for development/testing purposes.",
    "infoCollectedTitle": "2. Information Collected",
    "infoCollectedDescription": "The form on this site collects the following user inputs:",
    "firstName": "First Name",
    "lastName": "Last Name",
    "emailAddress": "Email Address",
    "phoneNumber": "Phone Number",
    "infoCollectedDisclaimer": "These inputs are assumed to be fictional. No actual personal data is processed or stored as personal data under applicable privacy laws such as the GDPR.",
    "noPersonalDataProcessingTitle": "3. No Personal Data Processing",
    "noPersonalDataProcessingDescription": "All data submitted through this website is treated as test data. No real personal data is collected, processed, or stored. The site does not implement back-end storage or data handling for submitted forms.",
    "educationalUseOnlyTitle": "4. Educational Use Only",
    "educationalUseOnlyDescription": "This is a non-commercial educational project created to demonstrate web development concepts. It is not affiliated with Tesla, Inc. or any real car rental service.",
    "fictionalReservationsTitle": "5. Fictional Reservations",
    "fictionalReservationsDescription": "Any reservations made through this website are entirely fictional and have no real-world effect. Users should not expect any vehicle to be reserved or available.",
    "noPaymentsTitle": "6. No Payments",
    "noPaymentsDescription": "Please do not attempt to send any payments or bank transfers in connection with this website. No financial transactions are supported or required.",
    "fictionalRentalLocationsTitle": "7. Fictional Rental Locations",
    "fictionalRentalLocationsDescription": "All rental locations displayed on the website are fictitious and included only to demonstrate interface design and functionality.",
    "privacyNoticeDisclaimer": "This privacy notice is provided solely to clarify the nature of the project and does not establish any legal agreement or service obligation."

}