{
    "car": {
        "specifications": "Especificaciones",
        "pricing": "Precios",
        "dailyPrice": "Precio diario",
        "totalPrice": "Precio total",
        "deposit": "Deposito",
        "select": "Seleccionar",
        "description1": "Un sedán eléctrico compacto que ofrece alto rendimiento y gran autonomía. Con su diseño elegante y eficiencia increíble, el Model 3 es perfecto tanto para la ciudad como para viajes largos. Ideal para familias que buscan un viaje eficiente y divertido.",
        "description2": "Un SUV eléctrico espacioso con funciones avanzadas y excelente autonomía. Con amplio espacio para pasajeros y equipaje, el Model Y combina practicidad con tecnología de alto nivel. Perfecto para familias o aventuras con amigos.",
        "description3": "Un sedán eléctrico de lujo con impresionante autonomía y aceleración. El Model S ofrece una mezcla de rendimiento inigualable, diseño elegante y tecnología de primera. Ideal para quienes buscan una experiencia de conducción lujosa y potente.",
        "description4": "Un SUV eléctrico premium con puertas de ala de halcón y un interior espacioso. El Model X ofrece una cabina amplia y tecnología de vanguardia, listo para cualquier aventura familiar. Perfecto para familias grandes o quienes necesitan más espacio y estilo.",
        "description5": "Una camioneta eléctrica futurista construida para la durabilidad y la potencia. Con su exterior resistente y capacidades impresionantes, la Cybertruck está diseñada para tareas exigentes. Ideal para quienes necesitan un vehículo potente y fiable para el trabajo o la familia."
    },
    "locations": "Ubicaciones",
    "spain": "Espana",
    "greeting": "Bienvenidos a TeslaRent",
    "privacy": "Privacidad",
    "english": "Inglés",
    "polish": "Polaco",
    "spanish": "Español",
    "ourcars": "Nuestros Coches",
    "shortTerm": "Corto plazo",
    "midTerm": "Mediano plazo (7+ días)",
    "longTerm": "Largo plazo (30+ días)",
    "Personal information": "Información personal",
    "First Name": "Nombre",
    "Last Name": "Apellido",
    "Email": "Correo electrónico",
    "Phone": "Teléfono",
    "Continue": "Continuar",
    "searchForYourDreamCar": "Busca tu coche soñado",
    "startLocation": "Lugar de inicio",
    "selectStartLocation": "Selecciona lugar de inicio",
    "endLocation": "Lugar de destino",
    "selectEndLocation": "Selecciona lugar de destino",
    "startDate": "Fecha de inicio",
    "endDate": "Fecha de fin",
    "search": "Buscar",
    "yourReservation": "Tu reserva",
    "thankYouReservationCompleted": "¡Gracias! Tu reserva ha sido completada y un correo de confirmación ha sido enviado a la dirección proporcionada. Por favor realiza el pago un día antes del inicio de tu reserva.",
    "hoursRangeMorningEvening": "10:00 AM - 8:00 PM",
    "hoursRangeMorning": "10:00 AM",
    "reservationInfo": "Información de la reserva",
    "carr": "Coche",
    "price": "Precio",
    "customerInfo": "Información del cliente",
    "customer": "Cliente",
    "email": "Correo electrónico",
    "phone": "Teléfono",
    "downloadDocument": "Descargar documento",
    "privacyPolicy": "Política de privacidad",
    "privacyIntro1": "Este sitio web es parte de un proyecto educativo y no está destinado para uso comercial.",
    "privacyIntro2": "Por favor, no ingrese datos personales reales al usar este sitio. El sistema de reservas y todas las ubicaciones de alquiler mostradas son completamente ficticias y se usan únicamente con fines educativos de demostración.",
    "cookiesTitle": "1. Uso de cookies",
    "cookiesDescription1": "Este sitio puede usar cookies para mejorar la experiencia del usuario y recopilar análisis anónimos. Las cookies son pequeños archivos de texto almacenados en su dispositivo por el navegador. Al continuar usando este sitio, usted consiente el uso de cookies.",
    "cookiesDescription2": "Como es un proyecto educativo, no se usan cookies de seguimiento ni publicidad. Las cookies usadas, si las hay, son estrictamente funcionales o para propósitos de desarrollo/pruebas.",
    "infoCollectedTitle": "2. Información recopilada",
    "infoCollectedDescription": "El formulario en este sitio recopila las siguientes entradas del usuario:",
    "firstName": "Nombre",
    "lastName": "Apellido",
    "emailAddress": "Correo electrónico",
    "phoneNumber": "Número de teléfono",
    "infoCollectedDisclaimer": "Se asume que estas entradas son ficticias. No se procesan ni almacenan datos personales reales según leyes de privacidad aplicables como el GDPR.",
    "noPersonalDataProcessingTitle": "3. No procesamiento de datos personales",
    "noPersonalDataProcessingDescription": "Todos los datos enviados a través de este sitio se tratan como datos de prueba. No se recopilan, procesan ni almacenan datos personales reales. El sitio no implementa almacenamiento ni manejo de datos de formularios enviados.",
    "educationalUseOnlyTitle": "4. Solo uso educativo",
    "educationalUseOnlyDescription": "Este es un proyecto educativo no comercial creado para demostrar conceptos de desarrollo web. No está afiliado a Tesla, Inc. ni a ningún servicio real de alquiler de coches.",
    "fictionalReservationsTitle": "5. Reservas ficticias",
    "fictionalReservationsDescription": "Cualquier reserva realizada a través de este sitio es completamente ficticia y no tiene efecto en el mundo real. Los usuarios no deben esperar que algún vehículo sea reservado o esté disponible.",
    "noPaymentsTitle": "6. No hay pagos",
    "noPaymentsDescription": "Por favor, no intente enviar pagos o transferencias bancarias relacionados con este sitio. No se admiten ni requieren transacciones financieras.",
    "fictionalRentalLocationsTitle": "7. Ubicaciones de alquiler ficticias",
    "fictionalRentalLocationsDescription": "Todas las ubicaciones de alquiler mostradas en el sitio son ficticias y se incluyen solo para demostrar el diseño y la funcionalidad de la interfaz.",
    "privacyNoticeDisclaimer": "Este aviso de privacidad se proporciona únicamente para aclarar la naturaleza del proyecto y no establece ningún acuerdo legal ni obligación de servicio."

}
