{
    "car": {
        "specifications": "Specyfikacje",
        "pricing": "Cennik",
        "dailyPrice": "Cena za dzień",
        "totalPrice": "Cena całkowita",
        "deposit": "Kaucja",
        "select": "Wybierz",
        "description1": "Kompaktowy sedan elektryczny oferujący wysoką wydajność i zasięg. Dzięki eleganckiemu designowi i niesamowitej efektywności Model 3 jest idealny zarówno do jazdy miejskiej, jak i na dłuższe trasy. Doskonały dla rodzin szukających ekonomicznej, ale dynamicznej jazdy.",
        "description2": "Przestronny SUV elektryczny z zaawansowanymi funkcjami i dużym zasięgiem. Dzięki sporej przestrzeni dla pasażerów i bagażu Model Y łączy praktyczność z nowoczesnymi technologiami. Idealny dla rodzin lub na wyprawy z przyjaciółmi.",
        "description3": "Luksusowy sedan elektryczny o imponującym zasięgu i przyspieszeniu. Model S to połączenie niezrównanej wydajności, eleganckiego wyglądu i najwyższej klasy technologii. Doskonały wybór dla tych, którzy szukają luksusowej i dynamicznej jazdy.",
        "description4": "Ekskluzywny SUV elektryczny z drzwiami typu falcon-wing i przestronnym wnętrzem. Model X oferuje dużą kabinę oraz nowoczesne technologie – gotowy na każdą rodzinną przygodę. Idealny dla dużych rodzin lub tych, którzy potrzebują więcej miejsca i stylu.",
        "description5": "Futurystyczny pickup elektryczny zaprojektowany z myślą o trwałości i mocy. Dzięki solidnej konstrukcji i imponującym możliwościom Cybertruck radzi sobie z wymagającymi zadaniami bez wysiłku. Idealny dla osób potrzebujących mocnego i niezawodnego pojazdu do pracy lub użytku rodzinnego."
    },
    "locations": "Lokacje",
    "spain": "Hiszpania",
    "greeting": "Witamy w TeslaRent",
    "privacy": "Prywatność",
    "english": "Angielski",
    "polish": "Polski",
    "spanish": "Hiszpański",
    "ourcars": "Nasze Samochody",
    "shortTerm": "Krótkoterminowy",
    "midTerm": "Średnioterminowy (7+ dni)",
    "longTerm": "Długoterminowy (30+ dni)",
    "Personal information": "Dane osobowe",
    "First Name": "Imię",
    "Last Name": "Nazwisko",
    "Email": "Email",
    "Phone": "Telefon",
    "Continue": "Kontynuuj",
    "searchForYourDreamCar": "Znajdź wymarzony samochód",
    "startLocation": "Miejsce startu",
    "selectStartLocation": "Wybierz miejsce startu",
    "endLocation": "Miejsce zakończenia",
    "selectEndLocation": "Wybierz miejsce zakończenia",
    "startDate": "Data rozpoczęcia",
    "endDate": "Data zakończenia",
    "search": "Szukaj",
    "yourReservation": "Twoja rezerwacja",
    "thankYouReservationCompleted": "Dziękujemy! Twoja rezerwacja została zakończona, a potwierdzenie zostało wysłane na podany adres e-mail. Prosimy o dokonanie płatności dzień przed rozpoczęciem rezerwacji.",
    "hoursRangeMorningEvening": "10:00 - 20:00",
    "hoursRangeMorning": "10:00",
    "reservationInfo": "Informacje o rezerwacji",
    "carr": "Samochód",
    "price": "Cena",
    "customerInfo": "Informacje o kliencie",
    "customer": "Klient",
    "email": "E-mail",
    "phone": "Telefon",
    "downloadDocument": "Pobierz dokument",
    "privacyPolicy": "Polityka prywatności",
    "privacyIntro1": "Ta strona jest częścią projektu edukacyjnego i nie jest przeznaczona do użytku komercyjnego.",
    "privacyIntro2": "Prosimy nie podawać prawdziwych danych osobowych podczas korzystania z tej strony. System rezerwacji oraz wszystkie wyświetlane miejsca wynajmu są całkowicie fikcyjne i służą wyłącznie celom edukacyjnym.",
    "cookiesTitle": "1. Wykorzystanie ciasteczek",
    "cookiesDescription1": "Ta strona może używać ciasteczek, aby poprawić doświadczenie użytkownika i zbierać anonimowe dane analityczne. Ciasteczka to małe pliki tekstowe przechowywane na Twoim urządzeniu przez przeglądarkę. Kontynuując korzystanie ze strony, wyrażasz zgodę na używanie ciasteczek.",
    "cookiesDescription2": "Jako projekt edukacyjny, nie są używane żadne ciasteczka śledzące ani reklamowe. Ciasteczka używane, jeśli w ogóle, są wyłącznie funkcjonalne lub służą do celów rozwojowych/testowych.",
    "infoCollectedTitle": "2. Zbierane informacje",
    "infoCollectedDescription": "Formularz na tej stronie zbiera następujące dane od użytkownika:",
    "firstName": "Imię",
    "lastName": "Nazwisko",
    "emailAddress": "Adres e-mail",
    "phoneNumber": "Numer telefonu",
    "infoCollectedDisclaimer": "Dane te są uznawane za fikcyjne. Nie są przetwarzane ani przechowywane jako dane osobowe zgodnie z obowiązującymi przepisami o ochronie danych, takimi jak RODO.",
    "noPersonalDataProcessingTitle": "3. Brak przetwarzania danych osobowych",
    "noPersonalDataProcessingDescription": "Wszystkie dane przesłane przez tę stronę traktowane są jako dane testowe. Nie zbierane, przetwarzane ani przechowywane są żadne prawdziwe dane osobowe. Strona nie posiada backendu do przechowywania danych formularzy.",
    "educationalUseOnlyTitle": "4. Tylko do użytku edukacyjnego",
    "educationalUseOnlyDescription": "Jest to niekomercyjny projekt edukacyjny mający na celu demonstrację koncepcji tworzenia stron internetowych. Nie jest powiązany z Tesla, Inc. ani żadną rzeczywistą wypożyczalnią samochodów.",
    "fictionalReservationsTitle": "5. Fikcyjne rezerwacje",
    "fictionalReservationsDescription": "Wszystkie rezerwacje dokonane przez tę stronę są całkowicie fikcyjne i nie mają skutków prawnych. Użytkownicy nie powinni oczekiwać dostępności ani rezerwacji pojazdów.",
    "noPaymentsTitle": "6. Brak płatności",
    "noPaymentsDescription": "Prosimy nie podejmować prób wysyłania płatności lub przelewów bankowych w związku z tą stroną. Nie są obsługiwane ani wymagane żadne transakcje finansowe.",
    "fictionalRentalLocationsTitle": "7. Fikcyjne miejsca wynajmu",
    "fictionalRentalLocationsDescription": "Wszystkie miejsca wynajmu widoczne na stronie są fikcyjne i służą wyłącznie do demonstracji wyglądu i funkcjonalności interfejsu.",
    "privacyNoticeDisclaimer": "Niniejsza informacja o prywatności służy wyłącznie wyjaśnieniu charakteru projektu i nie stanowi żadnej umowy prawnej ani zobowiązania usługowego."

}